BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
HookyQR.beautify
ms-vsliveshare.vsliveshare
octref.vetur
patbenatar.advanced-new-file
PKief.material-icon-theme
SmukkeKim.theme-setimonokai
toba.vsfire
WallabyJs.quokka-vscode
Zignd.html-css-class-completion
