arcticicestudio.nord-visual-studio-code
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
Equinusocio.vsc-material-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
HookyQR.beautify
LaurentTreguier.vscode-simple-icons
mikestead.dotenv
octref.vetur
PKief.material-icon-theme
RobbOwen.synthwave-vscode
toba.vsfire
whizkydee.material-palenight-theme
wix.vscode-import-cost